<%--
  Created by IntelliJ IDEA.
  User: Danylo Bubniy
  Date: 05.02.2020
  Time: 17:05
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<html>
<head>
    <title>Title</title>
</head>
<body>
<jsp:include page="../components/header.jsp"/>
<div class="container">
    <div class="content">
        <h3 align="center" style="margin-top: 10px">Консультація офтальмолога</h3><hr>
        <img src="<c:url value="../../resources/images/consulatation.jfif"/>" alt="Notebook" style="width:50%; display: block;
  margin-left: auto;
  margin-right: auto;
  margin-bottom: 30px;">
        <hr><p style="text-align: center; font-family: 'Times New Roman',serif">
            Хороша оптика повинна надавати своїм відвідувачам повний спектр послуг.
            Ми раді повідомити, що окрім широкого вибору оправ, сонцезахисних окулярів і засобів для корекції зору, Ви
            можете замовити ремонт і виготовлення окулярів.
            Кожна наша оптика має призначений для даних робіт кабінет майстра-оптика.
            Наявність сучасного обладнання, великий досвід і високий рівень професіоналізму майстрів дозволяють у
            короткі терміни відновити пошкоджені окуляри.
            Ми здійснюємо роботи будь-якої складності, доступний і також терміновий ремонт окулярів.

            Наші послуги:
            - швидке виготовлення окулярів - Вам необхідно лише надати рецепт на оптичну лінзу від лікаря-офтальмолога і
            вибрати оправу;
            - виготовлення лінз для окулярів будь-якої складності;
            - тонування лінзи в обраний Вами колір;
            - ремонт оправ окулярів;
            - чищення дрібних деталей окулярів за допомогою ультразвуку.


            Потрібні прилади та обладнання знаходяться в кожному кабінеті майстра-оптика.
            Ремонт окулярів проводиться в найкоротші терміни. Наші фахівці розуміють, що для людини зі слабким зором
            окуляри життєво важливі.

            У майстернях з ремонту окулярів використовуються:

            - Верстат «Essilor Delta» з обробки лінз. Він складається зі сканера, за допомогою якого отримують геометрію
            оптичної лінзи (її потрібно знати для того, щоб виконати замовлення) і механічної частини, де лінзі надають
            потрібну форму.
            Також верстат дає можливість відполірувати край лінзи.
            - Ручний верстат для обточування та обробки лінзи.
            - Діоптриметр. Використовується для вимірювання діоптрії лінзи в оптичному центрі і визначення міжцентрової
            відстані в окулярах.
            - Апарат для очищення оправ ультразвуком. Застосовується для того, щоб почистити дрібні і важкодоступні
            деталі окулярів.
            - Фен. Для установки оптичної лінзи в пластикову оправу, оправу потрібно нагріти.
            - Свердлильний верстат. Ви можете замовити у майстра-оптика виготовлення окулярів з гвинтовим кріпленням. У
            цьому випадку свердлильний верстат буде використаний для створення отворів в оптичній лінзі.
            - Зварювальний апарат. При деяких ремонтних роботах необхідна пайка.
            - Ручний лесоточний верстат. Ця апаратура дає можливість нарізати лінзу, підготувавши її для використання у
            півободковій оправі.
            Якщо Ви зламали окуляри або хочете замовити нові, «Люксоптика» прийде Вам на допомогу. Наша майстерня з
            ремонту окулярів виконає будь-яке замовлення швидко і якісно.
        </p><hr>
    </div>
</div>
</body>
</html>
