<%--
  Created by IntelliJ IDEA.
  User: Danylo Bubniy
  Date: 05.02.2020
  Time: 17:07
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<html>
<head>
    <title>Title</title>
</head>
<body>
<jsp:include page="../components/header.jsp"/>
<div class="container">
    <div class="content">
        <h3 align="center" style="margin-top: 10px">Діагностика зору</h3><hr>
        <img src="<c:url value="../../resources/images/eye.jfif"/>" alt="Notebook" style="width:50%; display: block;
  margin-left: auto;
  margin-right: auto;
  margin-bottom: 30px;">
        <hr><p style="text-align: center; font-family: 'Times New Roman',serif ">
            Кожна наша оптика обладнана лікарським кабінетом. Будь-який відвідувач має можливість перевірити свій зір на найсучаснішому діагностичному обладнанні. Вартість діагностики зору становить - 300 грн. Кваліфікований лікар-офтальмолог надасть консультацію, як надовго зберегти свої очі здоровими, і порадить засіб корекції, який оптимально підійде саме Вам.

            У кабінеті офтальмолога знаходиться:

            -  Проектор знаків - використовується для визначення гостроти зору. Крім літер і символів, має диск з силуетними картинками, завдяки чому успішно застосовується для діагностики зору у дітей.
            - Авторефрактометр - необхідний для об'єктивного визначення рефракції (діоптрії) очей і розміру рогівки (важливо для підбору необхідної контактної корекції). Рефрактометрія повністю автоматизована, відрізняється точними результатами, вимагає мінімум часу, тому вона часто застосовується при діагностиці дітей з порушенням зору.
            - Щілинна лампа - апарат дозволяє лікарю зробити огляд кон'юнктиви і рогівки. Вивчаються розміри, прозорість, форма, дзеркальність, блиск. Перевіряється, чи немає запальних процесів.
            - Офтальмоскоп - сучасний апарат, що дозволяє детально досліджувати очне дно і очне яблуко. Може використовуватися і для виявлення захворювань центральної нервової системи та інших органів.
            - Діоптриметр - використовується для визначення міжцентрової відстані і діоптрійність ваших окулярів.
            - Пневмотонометрія - інновація в офтальмології, що дає можливість вимірювати внутрішньоочний тиск безконтактно. Місцева анестезія для проведення процедури не потрібна. Застосовується при рубцево-зміненій, нерівній або набряклій рогівці, ефективно виявляє різні захворювання очей, зокрема глаукому.
        </p><hr>
    </div>
</div>
</body>
</html>
